export default {
  projections: {
    УлицыE: {
      наименование: {
        __caption__: 'Наименование'
      },
      город: {
        __caption__: 'Город',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    УлицыL: {
      наименование: {
        __caption__: 'Наименование'
      },
      город: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    город: {
      __caption__: 'Город'
    }
  }
};
